Repository: MunevverOrman/Jadoo-Travel
Catalog: JaddoTravel/Resources/SharedResource.*.resx
Languages: fr_fr, tr_tr

# BookingSectionSubtitle
source: Complete Your Booking in 3 Steps
fr_fr: Finalisez votre réservation en 3 étapes
tr_tr: 3 Adımda Rezervasyonunuzu Tamamlayın

# BookingSectionTitle
source: Easy and Fast Booking
fr_fr: Réservation simple et rapide
tr_tr: Kolay ve Hızlı Rezervasyon

# BookingStep1Text
source: Choose your dream city or country. Wherever you want to go in the world, we take you there.
fr_fr: Choisissez la ville ou le pays de vos rêves. Où que vous souhaitiez aller dans le monde, nous vous y emmenons.
tr_tr: Hayalindeki şehri veya ülkeyi seç. Dünyanın neresine gitmek istersen seni oraya götürüyoruz.

# BookingStep1Title
source: 1. Choose a Route
fr_fr: 1. Choisissez un itinéraire
tr_tr: 1. Rota Seç

# BookingStep2Text
source: Confirm your selected tour, complete the secure payment step, and start getting ready for your trip.
fr_fr: Confirmez le circuit choisi, finalisez le paiement sécurisé et commencez à préparer votre voyage.
tr_tr: Seçtiğin turu onayla, güvenli ödeme adımını tamamla ve seyahatin için hazırlanmaya başla

# BookingStep3Title
source: 3. Get to the Airport
fr_fr: 3. Rendez-vous à l’aéroport
tr_tr: 3. Havalimanına Ulaş

# CategorySectionSubtitle
source: We Offer You the Best Services
fr_fr: Nous vous offrons les meilleurs services
tr_tr: Sizlere En İyi Hizmetleri Sunuyoruz

# CategorySectionTitle
source: Categories
fr_fr: Catégories
tr_tr: Kategoriler

# DestinationSectionSubtitle
source: Most Loved Tour Destinations
fr_fr: Les circuits les plus appréciés
tr_tr: En sevilen tur rotaları

# DestinationSectionTitle
source: Popular Routes
fr_fr: Itinéraires populaires
tr_tr: Popüler rotalar

source: Discover Routes
fr_fr: Découvrir les itinéraires
tr_tr: Rotaları Keşfet

# HeroDescription
source: You’re in the right place for an adventurous journey. From city lights to tropical shores, from mountain villages to cultural heritage, hundreds of experiences are waiting for you.
fr_fr: Vous êtes au bon endroit pour vivre un voyage plein d’aventures. Des lumières de la ville aux plages tropicales, des villages de montagne aux patrimoines culturels, des centaines d’expériences vous attendent.
tr_tr: Macera dolu bir yolculuğa çıkmak için doğru yerdesiniz. Şehir ışıklarından tropik sahillere, dağ köylerinden kültürel miraslara kadar sizi bekleyen yüzlerce deneyim var.

# HeroMainTitle
source: Travel, explore
fr_fr: Voyagez, explorez
tr_tr: Seyahat edin, keşfedin

# HeroSmallTitle
source: Discover the World’s Most Fascinating Routes
fr_fr: Découvrez les itinéraires les plus fascinants du monde
tr_tr: Dünyanın En Büyüleyici Rotalarını Keşfedin

# Key tr-TR (Türkçe) en-US (English) fr-FR (Français)
source: 2. Make the Payment
fr_fr: 2. Effectuez le paiement
tr_tr: 2. Ödeme Yap

# MenuContact
source: Contact Us
fr_fr: Contactez-nous
tr_tr: Bize Yazın

# MenuLocations
source: Destinations
tr_tr: Lokasyonlar

# MenuLogin
source: Login
fr_fr: Connexion
tr_tr: Giriş Yap

# MenuRegister
source: Sign Up
fr_fr: S’inscrire
tr_tr: Kayıt Ol

# MenuReservation
source: Reservation
fr_fr: Réservation
tr_tr: Rezervasyon

# MenuServices
source: Services
tr_tr: Hizmetlerimiz

# WatchVideo
source: Promo Video
fr_fr: Vidéo de présentation
tr_tr: Tanıtım Videosu

# BookingStep2Title
source: 2. Make the Payment
fr_fr: 2. Effectuez le paiement
tr_tr: 2. Ödeme Yap

# BookingStep3Text
source: Be at the airport on the day of your flight, and we’ll take care of the rest to give you an unforgettable holiday.
fr_fr: Soyez à l’aéroport le jour de votre vol et nous nous occupons du reste pour vous offrir des vacances inoubliables.
tr_tr: Uçuş gününde havalimanında ol, geri kalan her şeyi sana unutulmaz bir tatil yaşatmak için biz halledelim.

# BookingFormTitle
source: Quick Booking Form
fr_fr: Formulaire de réservation rapide
tr_tr: Hızlı Rezervasyon Formu

# BookingFormSubtitle
source: Leave your details and we’ll get back to you as soon as possible.
fr_fr: Laissez vos coordonnées et nous vous répondrons dans les plus brefs délais.
tr_tr: Bilgilerinizi bırakın, size en kısa sürede dönüş yapalım.

# BookingFormNameLabel
source: Full Name
fr_fr: Nom et prénom
tr_tr: Ad Soyad

# BookingFormNamePlaceholder
source: Enter your full name
fr_fr: Saisissez votre nom et prénom
tr_tr: Adınızı ve soyadınızı giriniz

# BookingFormPhoneLabel
source: Phone
fr_fr: Téléphone
tr_tr: Telefon

# BookingFormPhonePlaceholder
source: Enter your phone number
fr_fr: Saisissez votre numéro de téléphone
tr_tr: 0 5xx xxx xx xx

# BookingFormEmailLabel
source: Email
tr_tr: E-posta

# BookingFormEmailPlaceholder
source: example@mail.com
fr_fr: exemple@mail.com
tr_tr: ornek@mail.com

# BookingFormRequestLabel
source: Your Request
fr_fr: Votre demande
tr_tr: Talebiniz

# BookingFormRequestPlaceholder
source: You can write details such as desired dates, number of people, etc...
fr_fr: Vous pouvez indiquer la date souhaitée, le nombre de personnes, etc.
tr_tr: Gitmek istediğiniz tarih, kişi sayısı vb. bilgileri yazabilirsiniz...

# BookingFormButton
source: Send My Request
fr_fr: Envoyer ma demande
tr_tr: Talebimi Gönder

# TestimonialsSectionTitle
source: Testimonials
fr_fr: Avis
tr_tr: Görüşler

# TestimonialsSectionSubtitle
source: Customer Reviews
fr_fr: Avis des clients
tr_tr: Müşteri Görüşleri

# TestimonialsEmptyMessage
source: There are no customer reviews in the system yet.
fr_fr: Il n’y a pas encore d’avis clients enregistrés dans le système.
tr_tr: Henüz sistemde kayıtlı müşteri görüşü bulunmuyor.

# PartnerSectionTitle
source: Our Partners
fr_fr: Nos partenaires
tr_tr: İş Ortaklarımız

# PartnerSectionSubtitle
source: We work with trusted brands
fr_fr: Nous travaillons avec des marques de confiance
tr_tr: Güvenilir markalarla çalışıyoruz

# AiBadgeText
source: AI Travel Assistant
fr_fr: Assistant de voyage IA
tr_tr: AI Seyahat Asistanı

# AiTitle
source: Where do you want to go?
fr_fr: Où veux-tu aller ?
tr_tr: Nereye gitmek istiyorsun?

# AiSubtitle
source: Type a city and AI will instantly prepare places to visit.
fr_fr: Tape une ville et l’IA préparera instantanément des lieux à visiter.
tr_tr: Şehri yaz, AI senin için gezilecek yerleri ve kısa açıklamalarını anında hazırlasın.

# AiCityPlaceholder
source: e.g. Paris, Cappadocia, Rome...
fr_fr: ex : Paris, Cappadoce, Rome...
tr_tr: Örn: Paris, Kapadokya, Roma...

# AiButtonText
source: Get Routes
fr_fr: Voir les itinéraires
tr_tr: Rotaları getir

# AiPopupTitleDefault
source: Places to Visit
fr_fr: Lieux à visiter
tr_tr: Gezilecek yerler

# AiAlertEmptyCity
source: Please enter a city.
fr_fr: Veuillez entrer une ville.
tr_tr: Lütfen bir şehir giriniz.

# AiLoadingSuffix
source: loading suggestions...
fr_fr: chargement des suggestions...
tr_tr: için öneriler yükleniyor...

# AiLoadingText
source: Please wait...
fr_fr: Veuillez patienter...
tr_tr: Lütfen bekleyin...

# AiPopupTitleSuffix
source: — places to visit
fr_fr: — lieux à visiter
tr_tr: şehrinde gezilecek yerler

# AiErrorGeneric
source: An error occurred.
fr_fr: Une erreur s’est produite.
tr_tr: Bir hata oluştu.

# AiServerError
source: Unable to reach the server.
fr_fr: Impossible de contacter le serveur.
tr_tr: Sunucuya ulaşılamadı.

# FooterIntroText
source: Book your trip in minutes, get full control for much longer.
fr_fr: Réserve ton voyage en quelques minutes et garde le contrôle plus longtemps.
tr_tr: Dakikalar içinde seyahatini planla, geri kalanını bize bırak.

# FooterCompanyTitle
source: Company
fr_fr: Société
tr_tr: Kurumsal

# FooterCompanyAbout
source: About
fr_fr: À propos
tr_tr: Hakkımızda

# FooterCompanyCareers
source: Careers
fr_fr: Carrières
tr_tr: Kariyer

# FooterCompanyMobile
source: Mobile
fr_fr: Application mobile
tr_tr: Mobil Uygulama

# FooterContactTitle
source: Contact
tr_tr: İletişim

# FooterContactHelp
source: Help / FAQ
fr_fr: Aide / FAQ
tr_tr: Yardım / SSS

# FooterContactPress
source: Press
fr_fr: Presse
tr_tr: Basın

# FooterContactAffiliate
source: Affiliate
fr_fr: Partenariat
tr_tr: İş Ortaklığı

# FooterMoreTitle
source: More
fr_fr: Plus
tr_tr: Daha Fazlası

# FooterMoreAirlineFees
source: Airline fees
fr_fr: Frais de compagnie aérienne
tr_tr: Hava yolu ücretleri

# FooterMoreAirline
source: Airlines
fr_fr: Compagnies aériennes
tr_tr: Hava yolu firmaları

# FooterMoreLowFareTips
source: Low fare tips
fr_fr: Conseils pour petits prix
tr_tr: Uygun fiyat ipuçları

# FooterDiscoverApp
source: Discover our app
fr_fr: Découvrez notre application
tr_tr: Mobil uygulamamızı keşfedin

# FooterRights
source: All rights reserved © jadoo.co
fr_fr: Tous droits réservés © jadoo.co
tr_tr: Tüm hakları saklıdır © jadoo.co

# SiteTitle
source: Jadoo MongoDB Travel Project
fr_fr: Projet de voyage Jadoo MongoDB
tr_tr: Jadoo MongoDB Seyahat Projesi
